// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "新增自訂紙張";

NoIccTitle = "<未選取設定檔>";

DoubleNameTitle = "自訂紙張名稱已存在";
DoubleNameMsg = "名稱為 \"%@\" 的自訂紙張類型已存在。請為您的自訂紙張選擇其他名稱。";

MaxMediaExceededTitle = "您已經超過自訂紙張類型數目上限";
MaxMediaExceededMsg = "您最多可以定義 %i 種自訂紙張類型。請在新增紙張類型前，先刪除一或多個紙張類型。";

ProfileExistsTitle = "此 ICC 設定檔已存在";
ProfileExistsMsg = "檔案名稱為 \"%@\" 的 ICC 設定檔已儲存在本機存放庫中。\n如果您選擇「使用現有的設定檔」，已儲存的設定檔將會搭配您的紙張使用。\n或者，您可以選擇「使用唯一的檔案名稱」來建立新的設定檔名稱。";
ProfileExistsDefButton = "使用現有的設定檔";
ProfileExistsAltButton = "取消";
ProfileExistsOtherButton = "使用唯一的檔案名稱";

//Paper Type Names
Photo = "相片";
CoatedInkjet = "塗層噴墨紙";
PhotoRag = "藝術紙";
Watercolor = "水彩紙";
Canvas = "畫布";
RigidPhotoRag = "堅硬的藝術紙";
RigidWatercolor = "堅硬的水彩紙";
RigidCanvas = "堅硬的畫布";
Brochure = "型錄紙";
PlainPaper = "一般紙張";
PhotoInkjetScrapbook = "噴墨剪貼簿相片紙";
MatteInkjetScrapbook = "噴墨剪貼簿霧面紙";

Coated = "塗層紙";
PhotoThick = "厚相片紙";
FiberGloss = "光面纖維紙";
photoRag = "藝術紙";
photoRagThin = "薄藝術紙";


//print quality names
Best = "最佳";
Normal = "一般";
Fast = "快速草稿";
MaxDPI = "最大 DPI";

ProfileInvalidTitle = "無效的 ICC 檔案格式";
ProfileInvalidMsg = "選取的 ICC 檔案格式不是用於印表機的設定檔";
ProfileInvalidDefButton = "選取其他設定檔";
ProfileInvalidAltButton = "取消";

TaskTitleFieldText = "新增自訂紙張";
TaskDescriptionFieldText = "按一下「新增」按鈕，將自訂紙張新增到「自訂紙張」的清單中。";
StartButtonText = "新增";
AddSheetDescriptionFieldText = "請提供您要新增之紙張的相關資訊。";
PaperNameLableText = "自訂紙張名稱:";
PaperCategoryLableText = "紙張類別:";
IccFileNamelableText = "ICC 設定檔 (選擇性):";
IccFileNameFieldText = "<未選取設定檔>";
BrowseButtonText = "瀏覽…";
ClearButtonText = "清除設定檔";
CancelButtonText = "取消";
DoneButtonText = "完成";
